Repository: jpawlowski/openvpn-als
Catalog: language/src/ZH-CN/omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: Roles
zh_cn: 角色

source: Custom Access Rights
zh_cn: 自定义访问权限

source: IP Restrictions
zh_cn: IP限制

source: Dismiss
zh_cn: 撤消

source: Your password will expire in {0} day(s).
zh_cn: 你的密码将过期 {0} 天(s).

source: The server is currently in recovery mode.
zh_cn: 服务器目前正处于恢复模式.

source: All IP address restrictions and account locking features have been disabled.
zh_cn: 所有IP地址限制和帐户锁定功能已被禁用.

source: Complete your maintenance tasks and restart the server in normal mode.
zh_cn: 完成您的维护任务，并重新启动服务器在正常模式

source: Fields marked with {0} are required.
zh_cn: 项目标有{0} 必填的.

source: Other fields may be optional.
zh_cn: 其他项目是可选的.

source: options
zh_cn: 选项

source: {0} requires an integer value.
zh_cn: {0} 需要一个整数值

source: Only an administrator may delete others profiles.
zh_cn: 只有管理员可以删除他人的配置档案.

source: The default profile may not be deleted.
zh_cn: 默认的配置文件可能不会被删除。

source: A profile with that name already exists.
zh_cn: 这个名字的配置档案已经存在.

source: You must supply a name.
zh_cn: 你必须提供一个名字.

source: Failed to validate profile.
zh_cn: 无法验证的个人资料。

source: Only an administrator may edit others profiles.
zh_cn: 只有管理员可以编辑他人的配置档案..

source: The default profile may not be edited.
zh_cn: 默认的配置文件可能不会被编辑。

source: Configuration saved.
zh_cn: 设置已保存..

source: Profile deleted.
zh_cn: 配置已删除

source: Selected profile is now '{0}'.
zh_cn: 被选配置是现在'{0}'

source: Profile saved.
zh_cn: 配置已保存.

source: OpenVPN-ALS:::Error
zh_cn: OpenVPN-ALS:::错误

source: Please review the exception text below.
zh_cn: 请检查下面的异常信息.

source: OpenVPN-ALS::My Profiles
zh_cn: OpenVPN-ALS::我的配置

source: OpenVPN-ALS:::Choose Profile
zh_cn: OpenVPN-ALS:::选择配置

source: Please Select Your Profile
zh_cn: 请选择你的配置

source: Please choose the profile to use for this session.
zh_cn: 请选择这个会话的配置.

source: Profiles contain preferences that may vary depending on your location e.g. Home or Office.
zh_cn: 配置包含偏好，取决于你的位置例如：家或者办公室

source: Make this profile my default
zh_cn: 是这个配置成为缺省值

source: Profile:
zh_cn: 配置:

source: OpenVPN-ALS:::File Download
zh_cn: OpenVPN-ALS:::文件下载

source: File available for download
zh_cn: 文件可下载

source: If your download does not start within a few seconds, click <a class="externalLink" href="{0}">Here</a>
zh_cn: 如果你的下载没有开始在几秒钟过后, 点击 <a class="externalLink" href="{0}">这里</a>

source: OpenVPN-ALS:::Redirect
zh_cn: OpenVPN-ALS:::重定向

source: Redirect in progress
zh_cn: 重定向在进行钟

source: Your browser should now be redirected to the original page requested.
zh_cn: 你的浏览器应该现在要求重定向到原始页。

source: If your this does not happen within a few seconds, click <a class="externalLink" href="{0}">Here</a>
zh_cn: 如果在几秒钟内没有这样, 点击<a class="externalLink" href="{0}">这里</a>

source: OpenVPN-ALS:::Download Expired
zh_cn: OpenVPN-ALS:::下载过期了

source: Download Expired
zh_cn: 下载过期了

source: The download you attempted to access has expired.
zh_cn: 您试图访问的下载已过期.

source: You may still be able to download this file through your temporary download store see the instructions below.
zh_cn: 您可能仍然能够下载此文件，通过您的临时下载商店见下面的说明。

source: Your download has expired but you may still be able access it through your temporary download store.
zh_cn: 您的下载已经过期，但您仍可以通过访问您的临时下载商店。

source: Click <b><a class="externalLink" href="{0}">Here</a></b> to access your download store.
zh_cn: 点击 <b><a class="externalLink" href="{0}">这里</a></b> 访问您的下载商店。.

source: My Account
zh_cn: 我的账户

source: Quickly access your most used resources.
zh_cn: 快速访问您最常用的资源。

source: Change Password
zh_cn: 改变密码

source: Change your current password.
zh_cn: 修改你当前的密码

source: Attributes
zh_cn: 属性

source: This page allows to you to edit your personal <i>Attributes</i>
zh_cn: 此网页可让您编辑个人的<i>属性</i>.

source: My Profiles
zh_cn: 我的配置文件

source: Create, edit, remove and select your profiles.
zh_cn: 创建，编辑，删除和选择你的配置

source: Configuration
zh_cn: 设置

source: Various configuration options
zh_cn: 各种各样配置的选项

source: Access control options
zh_cn: 接入管理选项

source: Resource Management
zh_cn: 资源管理

source: System
zh_cn: 系统

source: The current status of this OpenVPN-ALS server.
zh_cn: 这OpenVPN-ALS服务器当先的状态.

source: Message Queue
zh_cn: 消息列队

source: Shows all messages currently queue for delivery.
zh_cn: 显示当先所有的排队等待发送消息

source: Shutdown
zh_cn: 关闭

source: Shutdown or restart the OpenVPN-ALS.
zh_cn: 关闭或者重新启动OpenVPN-ALS.

source: System Configuration
zh_cn: 系统配置

source: Configure and tune your OpenVPN-ALS server.
zh_cn: 配置和调整您的OpenVPN-ALS服务器

source: Import and manage your SSL certificates.
zh_cn: 导入和管理您的SSL证书.

source: Extension Manager
zh_cn: Extension管理器

source: Install, update and remove OpenVPN-ALS extensions.
zh_cn: 安装，更新和删除OpenVPN-ALS extensions.

source: View and maintain attribute definitions
zh_cn: 查看并维护属性定义

source: Groups
zh_cn: 组

source: View and maintain groups of user accounts known as Groups.
zh_cn: 查看并维护被定义为组的账户们

source: View and maintain user accounts.
zh_cn: 查看并维护用户账户

source: Configure policies and the users that are assigned to them.
zh_cn: 配置分配的政策和用户

source: View and maintain custom access rights.
zh_cn: V查看并维护访问权限.

source: Create and remove IP address restrictions.
zh_cn: 创建和删除IP地址限制

source: Unauthorised addresses will not be able to authenticate.
zh_cn: 不被授权的地址将不能得到授权

source: Client Restrictions
zh_cn: 用户限制

source: Place restrictions on the environment the OpenVPN-ALS Agent runs in.
zh_cn: 添加限制到OpenVPN-ALS代理运行的环境

source: Authentication Schemes
zh_cn: 授权主题

source: Configure the steps required for a user to logon.
zh_cn: 配置用户登录所需的步骤

source: Profiles
zh_cn: 配置文件

source: Maintain global profiles for your users.
zh_cn: 维护全球配置文件为您的用户.

source: Access Rights
zh_cn: 访问权限

source: Here you can grant access rights to users and administrators of the system.
zh_cn: 在这里，您可以授予访问权限给用户和系统管理员

source: Information about OpenVPN-ALS copyright, licensing and trademarks.
zh_cn: IOpenVPN-ALS版权，许可和商标的信息

source: Enterprise Support
zh_cn: 企业支持

source: 3SP Ltd offers commercial support services for the OpenVPN-ALS Enterprise Edition.
zh_cn: 3SP有限公司提供商业支持服务的OpenVPN-ALS企业版。

source: HTML Reference Guide
zh_cn: HTML参考指南

source: View the HTML version of the OpenVPN-ALS Administrator's Guide
zh_cn: 查看HTML版本的OpenVPN-ALS管理员指南

source: PDF Reference Guide
zh_cn: PDF 参考指南

source: View the PDF version of the OpenVPN-ALS Administrator's Guide
zh_cn: 查看PDF版本的OpenVPN-ALS管理员指南

source: Knowledge Base
zh_cn: 知识基础

source: The 3SP knowledge base has a number of articles relating to OpenVPN-ALS including extension creation and known issues.
zh_cn: 3SP的知识基础有一些条款涉及OpenVPN-ALS包括延长建立和已知的问题.

source: Community Forums
zh_cn: 社区论坛

source: Participate in the OpenVPN-ALS online community at 3SP.com
zh_cn: 参与OpenVPN-ALS的在线社区在 3SP.com

source: Community Wiki (Coming Soon)
zh_cn: 社区 Wiki （即将到来)

source: View the OpenVPN-ALS Wiki and submit your own OpenVPN-ALS related articles.
zh_cn: 查看OpenVPN-ALS Wiki和发表你自己的OpenVPN-ALS的相关文章

source: OpenVPN-ALS:::License Agreement
zh_cn: OpenVPN-ALS:::许可协议

source: License agreement for {0}
zh_cn: 许可协议为 {0}

source: Text:
zh_cn: 文本:

source: Reset
zh_cn: 重置

source: OpenVPN-ALS:::Error {0}
zh_cn: OpenVPN-ALS:::错误 {0}

source: 403 - Access Denied
zh_cn: 403 - 访问拒绝

source: Access to the requested resource was denied.<br/>You will be redirected to your <a href="/showHome.do">home page</a>.
zh_cn: 获得所要求的资源被拒绝了.<br/>你将重定向到<a href="/showHome.do">主页</a>.

source: 404 - Not Found
zh_cn: 404 - 没有发现

source: The requested resource could not be located.
zh_cn: 请求的资源无法找到.

source: Check the following :-<ol><li>If you typed in the URL by hand, then make you sure have typed in the correct address.</li><li>If the request was as part of a <strong>Web Forward</strong>, then this error may be the result of your OpenVPN-ALS timing out.
zh_cn: 检查以下的 :-<ol><li>如果你手动输入URL, 请确保你输入正确</li><li>如果你请求的是一部分 <strong>Web 推送</strong>, 这个错误可能是由于超时

source: Close this window and try logging on again.</li></ol>
zh_cn: 关闭此窗口并再次尝试登录.</li></ol>

source: 500 - Internal Server Error
zh_cn: 500 - 内部服务器错误

source: The server has encountered an unexpected condition and cannot complete this request.
zh_cn: 服务器遇到了意外状况，无法完成这项请求

source: Contact your administrator or check the logs for more information,
zh_cn: 与您的管理员联系或检查日志以获取更多信息，

source: Replacement Variables
zh_cn: 替换变量

source: username.description=The username of the user currently logged on.
zh_cn: 用户名.描述=现在在登入状态的用户.

source: password.description=The account password of the user currently logged on.
zh_cn: 密码.描述=现在登入状态用户的密码

source: fullname.description=The full name of the user currently logged on.
zh_cn: 全名.描述=现在登入状态用户的全名

source: email.description=The email address of the user currently logged on.
zh_cn: 电子邮件.描述=现在登入状态用户的电子邮件

source: clientProxyURL.description=The URL of the proxy server that the agent will use.
zh_cn: 用户代理URL.描述=代理使用的代理服务器的URL

source: OpenVPN-ALS:::Cookies Disabled
zh_cn: OpenVPN-ALS:::Cookies禁用

source: Browser Cookies Disabled
zh_cn: 浏览器 Cookies 禁用

source: OpenVPN-ALS requires Cookies to be enabled but has detected that either your browser doesn't support them or is blocking them for this site.
zh_cn: OpenVPN-ALS要求使用者必须启用Cookie ，但检测到您的浏览器不支持或阻挠，在这个网站。

source: Please check your browser preferences and try again.
zh_cn: 请检查您浏览器的首选项，然后再试一次。

source: Retry
zh_cn: 再试一次

source: You no longer have any Management Console permissions, switched to User Console
zh_cn: 你不再有任何管理控制台的权限，切换到用户控制台

source: Message resources for OpenVPN-ALSs Network Places feature.
zh_cn: OpenVPN-ALS网上邻居特点信息资源

source: Configure access to remote file systems.
zh_cn: 配置访问远端文件系统

source: View remote file systems that have been configured for you to use.
zh_cn: 浏览被配置供你使用的远端文件系统

source: You cannot paste a file or folder to this source folder, a file or folder with the name already exists.
zh_cn: 你不能粘贴文件或者文件夹到这个源文件夹用已存在的文件或文件夹相同的名字。

source: Host {0} is unknown.
zh_cn: 主机 {0} 不知道

source: An unexpected error occurred: {0}
zh_cn: 发生意外错误: {0}

source: Delete file.
zh_cn: 删除文件.

source: Delete the file or folder.
zh_cn: 删除文件或文件夹

source: Rename file.
zh_cn: 重命名文件.

source: Rename the file or folder.
zh_cn: 重命名文件或文件夹

source: Cut file.
zh_cn: 剪切文件.

source: Cut the file or folder.
zh_cn: 剪切文件或文件夹.

source: Copy file.
zh_cn: 拷贝文件.

source: Copy the file or folder.
zh_cn: 拷贝文件或文件夹

source: Zip folder
zh_cn: Zip文件夹

source: Zip the folder and save it somewhere.
zh_cn: Zip文件夹，存储到别的地方

source: Paste clipboard contents.
zh_cn: 剪贴剪贴板中的内容

source: Click here if you wish paste the clipboard to this folder.
zh_cn: 点击这里如果你希望剪贴剪贴板中的内容到这个文件夹.

source: Create New Folder
zh_cn: 创建新的文件夹

source: Click here if you wish to create a new folder.
zh_cn: 点击这里如果你希望创建新的文件夹

source: Delete selected.
zh_cn: 删除所选

source: Click here if you wish to delete the selected resources.
zh_cn: 点击这里如果你希望删除所选的资源

source: Copy selected.
zh_cn: 拷贝所选.

source: Click here if you wish to copy the selected resources.
zh_cn: 点击这里如果你希望拷贝所选的资源

source: Cut selected.
zh_cn: 剪切所选.

source: Click here if you wish to cut the selected resources.
zh_cn: 点击这里如果你希望剪切所选的资源

source: Click here if you wish paste the clipboard to this location.
zh_cn: 点击这里如果你希望剪贴剪贴板中的内容到这个位置

source: Zip selected.
zh_cn: Zip所选.

source: Click here if you wish to zip up the selected resources.
zh_cn: 点击这里如果你希望压缩所选的资源

source: Return to the root of this network place.
zh_cn: 返回到这个网上邻居根目录

source: Upload files
zh_cn: 上传文件

source: Select a number of files to be uploaded to the current location.
zh_cn: 选择文件上传到当前的位置

source: New Folder
zh_cn: 新的文件夹

source: Delete.
zh_cn: 删除.

source: Cut
zh_cn: 剪切

source: Paste
zh_cn: 粘贴

source: Zip
zh_cn: 压缩

source: Path:
zh_cn: 路径:

source: Show Hidden:
zh_cn: 显示隐藏:

source: Read Only:
zh_cn: 只读:

source: Show Folders:
zh_cn: 显示文件夹:

source: Delete Allowed:
zh_cn: 删除允许的:

source: Work with this file.
zh_cn: 工作于这个文件.

source: {0} copied to the clipboard.
zh_cn: {0} 拷贝到剪切版中.

source: {0} pasted from clipboard.
zh_cn: {0} 粘贴到剪切版中.

source: The clipboard is empty, you need to copy a file or folder into the clipboard to paste it.
zh_cn: 剪贴板是空的，您需要复制的文件或文件夹到剪贴板粘贴。

source: A zip file containing the selected files is now available for download.
zh_cn: 一个压缩文件，其中载有选定的文件，现在可以下载。

source: OpenVPN-ALS:::Upload file.
zh_cn: OpenVPN-ALS:::上传文件.

source: Confirm Upload
zh_cn: 确认上传

source: This folder already contains a file named <b>{0}</b>.
zh_cn: 此文件夹已包含一个文件名为 <b>{0}</b>.

source: Would you like to replace the existing file?
zh_cn: 你想替换现有的文件么?

source: Date Modified
zh_cn: 日期更改了

source: Size
zh_cn: 大小

source: This folder contains no files or sub-folders.
zh_cn: 这个文件夹没有包含文件或文件夹.

source: No files or folders match the provided filter.
zh_cn: 没有文件或文件夹符合滤镜

source: OpenVPN-ALS:::Network Places
zh_cn: OpenVPN-ALS:::网上邻居

source: Browse through your file system to download, upload, move and delete your files.
zh_cn: 浏览您的文件系统，下载，上传，移动和删除您的档案。

source: OpenVPN-ALS::Create Folder
zh_cn: OpenVPN-ALS::创建文件夹

source: Create Folder
zh_cn: 创建文件夹

source: Provide a name for your new folder to create in the current path
zh_cn: 提供的名称创建新文件夹中的当前路径

source: OpenVPN-ALS::Rename File
zh_cn: OpenVPN-ALS::重命名文件.

source: Rename File
zh_cn: 重命名文件.

source: Rename the selected file
zh_cn: 重命名所选文件

source: Name required.
zh_cn: 名字需要的

source: An unknown action was performed, relist.
zh_cn: 一个未知的行为，重新列表

source: No files selected for compression.
zh_cn: 没有选定的压缩文件

source: Only administrators can list network places with a global scope.
zh_cn: 只有系统管理员可以列出网络邻居，以全局的范围的角度 。

source: Path {0} not valid.
zh_cn: 路径 {0} 无效.

source: Mount for {0} not found.
zh_cn: 挂载 {0} 没有发现.

source: File {0} cannot be listed, it is imaginary.
zh_cn: 文件 {0} 不能列表, 这是虚构的.

source: Unable to create mount with path {0} as it is already in use with network path {1}
zh_cn: 无法建立挂载的路径 {0} 因为它已在使用的网络路径 {1}

source: You can only rename one resource at a time.
zh_cn: 您只能一次重命名一个资源.

source: Folder {0} already exists.
zh_cn: 文件夹 {0} 已经存在.

source: Folder {0} cannot be created, you do not have the rights to create a folder here.
zh_cn: 文件夹 {0} 不能创建, 你没有权限再这里创建文件夹

source: Must select 1 or more resources to copy.
zh_cn: 必须选择1个或更多的资源来复制.

source: Must select 1 or more resources to cut.
zh_cn: 必须选择1个或更多的资源来剪切

source: Must select 1 or more resources to delete.
zh_cn: 必须选择1个或更多的资源来删除.

source: Clipboard empty, you need to copy or cut file to paste them.
zh_cn: 剪贴板是空的，您需要复制的文件或文件夹到剪贴板粘贴来粘贴他们。

source: Must select 1 or more resources to compress into a zip file.
zh_cn: 必须选择1个或更多的资源来压缩到一个zip文件

source: User must enter a name for the folder to be created.
zh_cn: 您必须提供名称为文件夹创建。

source: Folder creation failed.
zh_cn: 文件夹创建失败.

source: Network Place does not allow deletion.
zh_cn: 网络邻居不允许删除.

source: Network Place is read only.
zh_cn: 网络邻居为只读.

source: This network place is manageable by you, but you do not have the policy to use it.
zh_cn: 这个网络邻居可以被你管理，但你没有政策来使用它

source: For this reason you may only view the file structure, not change or download anything.
zh_cn: 因为这个原因，你可能只能查看这个文件结构，不能更改或下载文件

source: You are no longer logged in and have been redirected to the logon screen, please enter your details again..
zh_cn: 你没有登入，被重定向到登入界面，请输入你的详细信息

source: Can't delete resource <b>{0}</b>.
zh_cn: 不能删除资源 <b>{0}</b>.

source: <b>Rename Error.</b> {0}.
zh_cn: <b>重命名错误.</b> {0}.

source: Folder
zh_cn: 文件夹

source: Path
zh_cn: 路径

source: Create Network Place
zh_cn: 创建网络邻居

source: Click here if you wish to create a new Network Place.
zh_cn: 点击这里如果你希望创建新的网络邻居

source: Create Personal Network Place
zh_cn: 创建个人网络邻居

source: Click here if you wish to create a new Personal Network Place.
zh_cn: 点击这里如果你希望创建新的个人的网络邻居

source: Create Global Network Place
zh_cn: 创建全局网络邻居

source: Click here if you wish to create a new Global Network Place.
zh_cn: 点击这里如果你希望创建新的全局的网络邻居

source: Edit this network places name and uri.
zh_cn: 编辑这个网络邻居的名字和URL

source: Delete this network place.
zh_cn: 删除这个网络邻居

source: Web Folder
zh_cn: Web文件夹

source: Open the web folder.
zh_cn: 打开web 文件夹

source: Add this item to my favorites.
zh_cn: 添加这个项目到我的收藏

source: Remove this item from my favorites.
zh_cn: 删除这个项目到我的收藏

source: View or Edit this network place.
zh_cn: 查看或者编辑这个网络邻居

source: OpenVPN-ALS:::Paste and overwrite existing file(s).
zh_cn: OpenVPN-ALS:::粘贴和覆盖已存在的文件

source: Confirm paste and overwrite existing file(s)
zh_cn: 确定粘贴和覆盖已存在的文件(s)

source: The file(s) already exist in the destination location.
zh_cn: 文件已存在于目标地址

source: Are you sure you wish to overwrite the file(s)?
zh_cn: 你确定你要覆盖？

source: OpenVPN-ALS:::Delete selected file.
zh_cn: OpenVPN-ALS:::删除已选文件.

source: Are you sure you wish to delete this file?
zh_cn: 您确定要删除此文件。?

source: OpenVPN-ALS:::Delete selected files
zh_cn: OpenVPN-ALS:::删除已选文件.

source: Are you sure you wish to delete these files?
zh_cn: 您确定要删除这些文件?

source: OpenVPN-ALS:::Delete Network Place
zh_cn: OpenVPN-ALS:::删除网上邻居

source: Are you sure you wish to delete this network place.
zh_cn: 您确定要删除此网络邻居？

source: OpenVPN-ALS:::My Network Places
zh_cn: OpenVPN-ALS:::我的网络邻居

source: From here you can access various Network Places that link to shared file systems on your network.
zh_cn: 从这里，你可以访问各个连接到你网络文件系统的网络邻居

source: Please contact your network administrator if the Network Place to which you require access is missing.
zh_cn: 请联系您的网络管理员如果你没有访问权限到你想要的网路邻居

source: Here you may configure your network places.
zh_cn: 在这里，您可以设定您的网上邻居.

source: OpenVPN-ALS can provide access to Windows (Samba/CIFS), Local and FTP file systems.
zh_cn: OpenVPN-ALS可以提供使用Windows （Samba/CIFS ） ，地方和FTP档案系统

source: For more information please consult the OpenVPN-ALS documentation.
zh_cn: 更多信息请查OpenVPN-ALS文档

source: There are currently no existing network places configured
zh_cn: 目前没有任何现有的网络场被配置

source: Action
zh_cn: 行为

source: <strong>This network place is attached to multiple policies :-</strong>
zh_cn: <strong>这个网络邻居使用了多个政策 :-</strong>

source: There are currently no network places or none that you are allowed to edit.
zh_cn: 目前没有或根本没有网络邻居，你可以编辑.

source: If allowed, you will be able to create a new network place by selecting the <b>Create Network Place</b> action.
zh_cn: 如果允许，您将能够创建一个新的网络邻居，选择 <b>创建网络邻居</b> 行为.

source: Favorite
zh_cn: 收藏

source: Network place saved.
zh_cn: 网络邻居保存了.

source: Network place deleted.
zh_cn: 网络邻居删除了.

source: At least one of the selected network places cannot be edited or deleted.
zh_cn: 至少有一个选取的网上邻居不能再被编辑或者删除.

source: Open
zh_cn: 打开

source: WebFolders
zh_cn: Web文件夹

source: Remove this network place
zh_cn: 删除这个网络邻居

source: Edit this network place
zh_cn: 编辑这个网络邻居

source: Copy this network place
zh_cn: 拷贝这个网络邻居

source: Open Web Folder
zh_cn: 打开web 文件夹

source: OpenVPN-ALS:::Create Network Place
zh_cn: OpenVPN-ALS:::创建网络邻居

source: Create a new link to a Windows file sharing resource.
zh_cn: 创建一个新链接到Windows文件，共享资源

source: The target path may be any UNC style path, for example "\\Fileserver\Share" or "\\Domain\Fileserver\Share".
zh_cn: 目标路径可能是任意 UNC 风格路径, 例如"\\Fileserver\Share" or "\\Domain\Fileserver\Share".

source: You can also use OpenVPN-ALS style paths in the format "/fs/cifs/fileserver/share".
zh_cn: 你也可以用OpenVPN-ALS风格路径"/fs/cifs/fileserver/share".

source: Short name
zh_cn: 缩写名

source: Please complete all required fields!
zh_cn: 请填写所有必填字段！

source: Required Fields
zh_cn: 必填字段！

source: The * denotes a required field.
zh_cn: * 代表必填字段

source: <strong>{0}</strong> is an invalid URI.
zh_cn: <strong>{0}</strong>是无效的URI.

source: Please supply a path in the URI format e.g. "smb://windowsserver/MyShare", a local path such as "C:\Documents and Settings\joeb or /home/joeb" or a UNC path such as "\\myserver\myshare".
zh_cn: 请提供一个路径用URI的形式，例如 "smb://windowsserver/MyShare", 本地路径如 "C:\Documents and Settings\joeb or /home/joeb" 或一个UNC路径如"\\myserver\myshare".

source: The type of network place has been automatically detected as {0}.
zh_cn: 网络邻居的类型已被自动检测为 {0}.

source: Please review network places details before proceeding.
zh_cn: 请仔细阅读网上邻居的细节，再进行操作。

source: You must supply a username and / or password.
zh_cn: 你必须提供一个用户名和/ 或 密码.

source: You must supply a valid path.
zh_cn: 您必须提供有效的路径

source: You must supply a valid Host.
zh_cn: 您必须提供有效的主机

source: Invalid hostname.
zh_cn: 无效主机名

source: Officially, only alphanumeric characters, '-' and '.' are supported in hostnames although in practice you may have hostnames that contain other characters such as '_'.
zh_cn: 官方的，仅包含字母数字字符， ' - '和' 。被主机支持，虽然在实践中你可能主机包含其他字符，如' _ ' 。

source: You must supply a Port.
zh_cn: 你必须提供一个端口.

source: You must supply a short name.
zh_cn: 你必须提供一个缩写名字.

source: Short name must be 32 characters or less.
zh_cn: 缩写名必须32个字符或更少

source: You must supply a category.
zh_cn: 你必须提供一个类别

source: Invalid destination URL.
zh_cn: 无效目标地址URL.

source: OpenVPN-ALS:::Edit Network Place
zh_cn: OpenVPN-ALS:::编辑网络邻居

source: Edit Network Place
zh_cn: 编辑网络邻居

source: Edit a network place
zh_cn: 编辑一个网络邻居

source: Folder created.
zh_cn: 文件夹创建了

source: No folder name provided.
zh_cn: 没有提供文件名.

source: No files selected.
zh_cn: 没有选择文件.

source: You must confirm the deletion.
zh_cn: 您必须确定删除。

source: {0} file(s) deleted.
zh_cn: {0} 文件被删除.

source: {0} file(s) moved to {1}.
zh_cn: {0} f文件移到 {1}.

source: No destination supplied.
zh_cn: 没有目标地址被提供.

source: Destination folder must exist in this folder and be writable.
zh_cn: 目标文件夹必须存在，在此文件夹中，并是可写的

source: Host
zh_cn: 主机

source: Port
zh_cn: 端口

source: Username
zh_cn: 用户名

source: Password
zh_cn: 密码

source: Read Only
zh_cn: 只读

source: Show Hidden
zh_cn: 显示隐藏:

source: Show Folders
zh_cn: 显示文件夹:

source: No Delete
zh_cn: 没有删除

source: Add To Favorites:
zh_cn: 添加到我的收藏:

source: You cannot name custom profiles 'Default'.
zh_cn: 你不能命名自订的设定为‘默认’。

source: OpenVPN-ALS::::Create Network Place
zh_cn: OpenVPN-ALS:::创建网络邻居

source: The following wizard will guide you through the stages of configuring a new network place and assigning it to one or more policies.
zh_cn: 下面的向导将引导您完成配置阶段的一个新的网络邻居，并指派给一个或一个以上的政策。

source: Resource Details
zh_cn: 资源详情

source: Network Place Details
zh_cn: 网络邻居详情

source: Step 1 - Network Place Details
zh_cn: 步骤1 - 网络邻居详情

source: Please provide a name and description for this network place.
zh_cn: 请提供名字和描述为这个网络邻居

source: Area Of Control:
zh_cn: 管理范围:

source: No network place name has been provided.
zh_cn: 没有网络邻居被提供.

source: You must provide a description for this network place.
zh_cn: 您必须提供说明该网络邻居的描述

source: Network place name must be {0} characters or less.
zh_cn: 网络邻居名字必须是{0} 字符

source: Failed to check for network place by name.
zh_cn: 用名字检查网络邻居失败

source: Network Place named <strong>{0}</strong> already exists.
zh_cn: 网络邻居的名字<strong>{0}</strong> 已存在.

source: The character {0} is not valid for the resource name.
zh_cn: 字符 {0} 对于资源名字是无效的

source: Step 2 - Network Place Path Details
zh_cn: 步骤 2 -网络邻居详情

source: Please provide the file store type and the appropriate path and access attributes for this network place.
zh_cn: 请提供文件类型和对应的路径还有访问属性为这个网络邻居

source: If you chose <strong>Automatic</strong>, you may enter a path in the format "\\Server\Share" for windows shares or a local path such as "C:\Documents and Settings" or "/home/joeb/share".
zh_cn: 如果你选择<strong>自动</strong>,你要输入路径用以下形式 "\\Server\Share" 对于windows共享或本地路径如 "C:\Documents and Settings" 或"/home/joeb/share".

source: Relative paths are also supported (e.g. "./logs") and URLs can also be used for network file systems (e.g. "ftp://upload.sourceforge.net/incoming").
zh_cn: 相对路径也支持（如“ 。 /日志” ）和网址也可用于网络文件系统（例如“ ftp://upload.sourceforge.net/incoming ” ） 。

source: Host:
zh_cn: 主机:

source: Please supply a path in the URI format e.g. "smb://winnt/MyShare", a local path such as "C:\Documents and Settings\joeb or /home/joeb" or a UNC path such as "\\myserver\myshare".
zh_cn: 请提供一个路径用URI的形式，例如 "smb://winnt/MyShare", 本地路径如 "C:\Documents and Settings\joeb or /home/joeb" 或一个UNC路径如"\\myserver\myshare".

source: You must provide a path for this network place.
zh_cn: 您必须提供路径为该网络邻居

source: Step 3 - Network Place Selection
zh_cn: 步骤 3 -网络邻居选择
